[Translations]
MainForm.Caption=Energy Meter Test System
MainForm.SpeedItem1.Caption=Set.
MainForm.SpeedItem1.Hint=System Setup|
MainForm.SpeedItem16.Caption=Pro.
MainForm.SpeedItem16.Hint=Project Setup|
MainForm.SpeedItem3.Caption=Para.
MainForm.SpeedItem3.Hint=Input Parameters|
MainForm.SpeedItem4.Caption=Test
MainForm.SpeedItem4.Hint=Meter Test
MainForm.SpeedItem6.Caption=Que.
MainForm.SpeedItem6.Hint=Test Result Query|
MainForm.SpeedItem7.Caption=Sta.
MainForm.SpeedItem7.Hint=Statistic|
MainForm.SpeedItem8.Caption=Ass.
MainForm.SpeedItem8.Hint=Assets Manage|
MainForm.SpeedItem9.Caption=Del.
MainForm.SpeedItem9.Hint=Delete Record|
MainForm.SpeedItem10.Caption=Bac.
MainForm.SpeedItem10.Hint=Backup record|
MainForm.SpeedItem2.Caption=Panel
MainForm.SpeedItem2.Hint=Control Panel|
MainForm.SpeedItem5.Caption=Mon.
MainForm.SpeedItem5.Hint=Instrument Monitor|
MainForm.SpeedItem11.Caption=Help
MainForm.SpeedItem11.Hint=Help Content|
MainForm.SpeedItem12.Caption=Abo.
MainForm.SpeedItem12.Hint=About the system|
MainForm.SpeedButton4.Caption=Exit
MainForm.SpeedButton4.Hint=Exit the system|
MainForm.Label7.Caption=Backuping...
MainForm.N1.Caption=Setup[&S]
MainForm.N3.Caption=System Setup
MainForm.N31.Caption=Project Setup
MainForm.N46.Caption=Set Password
MainForm.N52.Caption=Demo
MainForm.X1.Caption=Exit[&X]
MainForm.N2.Caption=Test[&C]
MainForm.N7.Caption=Select
MainForm.N8.Caption=Test
MainForm.M1.Caption=Data Manage[&M]
MainForm.N10.Caption=Query
MainForm.N11.Caption=Statistic
MainForm.N26.Caption=Assets
MainForm.N27.Caption=Delete
MainForm.N13.Caption=Backup 
MainForm.N54.Caption=Pack
MainForm.O1.Caption=Option[&O]
MainForm.N5.Caption=Display Toolbar
MainForm.N20.Caption=Desktop Background
MainForm.N42.Caption= [None]
MainForm.N43.Caption=Custom…
MainForm.N37.Caption=Center
MainForm.N38.Caption=Tile
MainForm.N39.Caption=Stretch
MainForm.N48.Caption=Toolbar Background
MainForm.N49.Caption=[None]
MainForm.N50.Caption=Custom…
MainForm.N29.Caption=Language
MainForm.N12.Caption=calibration
MainForm.N25.Caption=Controller
MainForm.N33.Caption=Auto Search
MainForm.N55.Caption=INI File
MainForm.N47.Caption=Desktop Shortcut
MainForm.W1.Caption=Windows[&W]
MainForm.N4.Caption=Tile
MainForm.N21.Caption=Arrange
MainForm.N19.Caption=Cascade
MainForm.N15.Caption=About[&H]
MainForm.N16.Caption=Help File
MainForm.N17.Caption=Test Program
MainForm.N18.Caption=Calibration Program
MainForm.SpeedButton5.Caption=Calibration  
MainForm.SpeedButton5.Hint=Calibration  

klszForm.Caption=Password Setup
klszForm.Label1.Caption=Please enter the new password:
klszForm.Label2.Caption=Re-enter the new password:
klszForm.Label3.Caption=Enter the old password:
klszForm.BitBtn1.Caption=Cancel
klszForm.OKBtn.Caption=OK
klszForm.RadioButton1.Caption=System Password
klszForm.RadioButton2.Caption=Login Password

PasswordDlg.Caption=Password
PasswordDlg.Label1.Caption=Enter the Password:
PasswordDlg.BitBtn1.Caption=Cancel
PasswordDlg.OKBtn.Caption=OK
PasswordDlg.BitBtn2.Caption=Cancel

CSForm.Caption=System Setup
CSForm.Label22.Caption=After Select
CSForm.Label9.Caption=Data Type[&P]
CSForm.Label10.Caption=Content[&N]
CSForm.Label21.Caption=Notice: Delete:Ctrl+Del;Append:Ctrl+Dn or Dn;Insert:Ctrl+Ins
CSForm.Label3.Caption=Company
CSForm.GPJYT.Caption=Device
CSForm.Label1.Caption=Model
CSForm.Label2.Caption=S/N
CSForm.Label12.Caption=Class
CSForm.GPBZB.Caption=Standard Meter
CSForm.Label4.Caption=Model
CSForm.Label5.Caption=S/N
CSForm.Label13.Caption=Class
CSForm.Label7.Caption=CommPort
CSForm.Label11.Caption=Sampling Times
CSForm.Label32.Caption=s
CSForm.Label30.Caption=System Stabilization Time
CSForm.Label35.Caption=STDEV Sampling Times
CSForm.Label20.Caption=Test Order:
CSForm.BitBtn8.Hint=Up
CSForm.BitBtn4.Hint=Down
CSForm.BitBtn3.Hint=Default
CSForm.CheckBox6.Caption=Replacement of the-same-day record
CSForm.BitBtn2.Caption=Exit[&C]
CSForm.TabSz1.Caption=Common Data
CSForm.TabSz2.Caption=Device Parameter
CSForm.TabSz3.Caption=Test Parameter
CSForm.ListBox1.Items0=Model
CSForm.ListBox1.Items1=Description
CSForm.ListBox1.Items2=Rated Current
CSForm.ListBox1.Items3=Accuracy Class
CSForm.ListBox1.Items4=Constant
CSForm.ListBox1.Items5=Manufacture Standard
CSForm.ListBox1.Items6=manufactory
CSForm.ListBox1.Items7=Applicant
CSForm.ListBox1.Items8=Staff
CSForm.ListBox1.Items9=Rated Voltage
CSForm.CheckBox4.Caption=ANSI Standard
CSForm.CheckBox2.Caption=Double Current Circuit
CSForm.CheckBox5.Caption=Auto Switch
CSForm.CheckBox7.Caption=Compatibility
CSForm.Label15.Caption=Const.
CSForm.Label16.Caption=Meters
CSForm.Label19.Caption=Ignore pulse Time
CSForm.LabErrColor.Caption=Error alarm color
CSForm.Lab_485.Caption=RS485
CSForm.Lab_CPT.Caption=P-Terminal
CSForm.CheckBox8.Caption=Enter into test after selected the meter
CSForm.Label27.Caption=Repeatable Test Times
CSForm.Chk2.Caption=Auto Cutting Neutral
CSForm.btn1.Caption=Advanced
CSForm.chk3.Caption=Close-Link
CSForm.CheckBox11.Caption=Multi Port
CSForm.BitBtn1.Caption=Setup...
CSForm.BitBtn6.Caption=Bar Code Project
CSForm.Label28.Caption=Type
CSForm.BitBtn5.Caption=Save
CSForm.BitBtn16.Caption=Add
CSForm.cmdelete.Caption=Delete
CSForm.Label60.Caption=Custom Phase&&Wire:
CSForm.TabSheet1.Caption=Reading File
CSForm.Label36.Caption=Barcode File
CSForm.Label37.Caption=Init Data File
CSForm.Label38.Caption=Final Data File
CSForm.Btn1.Caption=Advanced
CSForm.CheckBox16.Caption=Enabled

csdForm.Caption=Test Point Grid Setup
csdForm.Label1.Caption=Test Point Grid preview 
csdForm.Label12.Caption=Load:
csdForm.Label2.Caption=PF:
csdForm.Button1.Hint=Add All
csdForm.Button2.Hint=Delete All
csdForm.AddDl.Hint=Add
csdForm.AddYs.Hint=Add
csdForm.DelDl.Hint=Delete
csdForm.DelYs.Hint=Delete
csdForm.BitBtn1.Caption=Refresh[&R]
csdForm.RBtIb.Caption=%Ib
csdForm.RBtIm.Caption=%Imax
csdForm.RBtHy.Caption=ABC
csdForm.RBtFy.Caption=A/B/C
csdForm.Button3.Hint=Delete All
csdForm.BitBtn2.Caption=OK[&O]
csdForm.BitBtn3.Caption=Cancel[&C]

csdsz_cForm.Caption=Test Project Setup
csdsz_cForm.cmdyhd.Caption=Restore
csdsz_cForm.Label7.Caption=Limitation(Ib)
csdsz_cForm.CBBP.Caption=Std. Deviation(Ib 1.0,0.5L)
csdsz_cForm.CBQID.Caption=STA Test
csdsz_cForm.CBQD1.Caption=Creep Test 1
csdsz_cForm.CBQD2.Caption=Creep Test 2
csdsz_cForm.CBYR.Caption=Warm-up
csdsz_cForm.Label10.Caption=Time
csdsz_cForm.BitBtn3.Caption=Influence
csdsz_cForm.BitBtn3.Hint=Influence Test Project Setup
csdsz_cForm.BitBtn5.Hint=Clear All
csdsz_cForm.Label1.Caption=Edit:Double Click the Grid 
csdsz_cForm.Labtitle.Caption=Test Point
csdsz_cForm.BitBtn8.Hint=Up
csdsz_cForm.BitBtn1.Hint=Down
csdsz_cForm.BitBtn6.Hint=Clear the correct value
csdsz_cForm.BitBtn7.Hint=Sort By Load
csdsz_cForm.BitBtn2.Caption=Exit[&X]
csdsz_cForm.BitBtn4.Caption=Point Grid
csdsz_cForm.BitBtn4.Hint=Test Point Grid Setup
csdsz_cForm.Label3.Caption=Project Name
csdsz_cForm.DBCheckBox2.Caption=Influence Test
csdsz_cForm.CheckBox2.Caption=Reverse
csdsz_cForm.cmdelete.Caption=Delete[&D]
csdsz_cForm.BitBtn9.Caption=Save[&S]
csdsz_cForm.BitBtn11.Caption=Add[&A]
csdsz_cForm.Label5.Caption=Test Time
csdsz_cForm.Label17.Caption=Test Pulse Number
csdsz_cForm.DBCheckBox3.Caption=Daily Timing Error
csdsz_cForm.Label20.Caption=Error Limit
csdsz_cForm.CheckBox1.Caption=R.P.(Multi)
csdsz_cForm.QAD80.Caption=Timing by the P-P
csdsz_cForm.DBCheckBox4.Caption=Reverse output validation
csdsz_cForm.CheckBD.Caption=Binding to Project

yxcsdsz_cForm.Caption=Influence Test Project Setup
yxcsdsz_cForm.cmdyhd.Caption=Restore
yxcsdsz_cForm.Label6.Caption=Influence Type
yxcsdsz_cForm.BitBtn5.Hint=Clear All
yxcsdsz_cForm.Labtitle.Caption=Influence Limitation
yxcsdsz_cForm.BitBtn8.Hint=Up
yxcsdsz_cForm.BitBtn1.Hint=Down
yxcsdsz_cForm.BitBtn6.Hint=Clear the correct value
yxcsdsz_cForm.BitBtn7.Hint=Sort By Load
yxcsdsz_cForm.BitBtn2.Caption=Exit[&X]
yxcsdsz_cForm.BitBtn3.Caption=Save[&S]
yxcsdsz_cForm.Label3.Caption=Project Name
yxcsdsz_cForm.CheckBox2.Caption=Reverse
yxcsdsz_cForm.CBYR.Caption=Allow test
yxcsdsz_cForm.Label1.Caption=Harmonic Test Setup
yxcsdsz_cForm.BitBtn10.Caption=Replace
yxcsdsz_cForm.Label4.Caption=Test point name
yxcsdsz_cForm.Label9.Caption=Test Value

dbjyForm.Caption=Input Parameters
dbjyForm.Label30.Caption=Start No.:
dbjyForm.Label31.Caption=Number
dbjyForm.Label6.Caption=Start Pos.
dbjyForm.Label12.Caption=Test Project:
dbjyForm.BitBtn1.Caption=Exit[&X]
dbjyForm.BitBtn2.Caption=Test
dbjyForm.BitBtn5.Caption=Select All
dbjyForm.BitBtn4.Caption=Cancel All
dbjyForm.CheckBox2.Caption=Asset No.=Meter No.
dbjyForm.BitBtn6.Caption=AutoFill
dbjyForm.GroupBox6.Caption=Meter Parameter[&P]
dbjyForm.Label1.Caption=Rated Voltage:
dbjyForm.Label2.Caption=Rated Current:
dbjyForm.Label5.Caption=Type:
dbjyForm.Label3.Caption=P&&W:
dbjyForm.Label4.Caption=Class:
dbjyForm.Label7.Caption=Description:
dbjyForm.Label8.Caption=Class(R):
dbjyForm.Label9.Caption=Freq:
dbjyForm.CheckBox3.Caption=Same Information
dbjyForm.RadioButton1.Caption=A/N
dbjyForm.RadioButton2.Caption=M/N
dbjyForm.CheckBox4.Caption=Continued Test
dbjyForm.Button1.Caption= Refresh
dbjyForm.CheckBox6.Caption=Double User Meter
dbjyForm.Labmsg.Caption=Contacting the device,please wait...

tbtestForm.Caption=Meter Calibration
tbtestForm.MaskEdit1.Hint=Press Enter to confirm
tbtestForm.Label1.Caption=Frequency
tbtestForm.Label2.Caption=Hz
tbtestForm.Label18.Caption=Please enter the value (45~65Hz):
tbtestForm.BitBtn36.Caption=Confirmed
tbtestForm.BitBtn37.Caption=Cancel
tbtestForm.Label26.Caption=Voltage Load
tbtestForm.Label27.Caption=%Un
tbtestForm.Label16.Caption=Please enter the value (0~120):
tbtestForm.BitBtn48.Caption=OK
tbtestForm.Label14.Caption=Operate Phase
tbtestForm.SpeedButton2.Caption=Original value
tbtestForm.BitBtn35.Hint=Delete one
tbtestForm.Label3.Caption=Volt:
tbtestForm.Label4.Caption=Curr:
tbtestForm.Label5.Caption=Class:
tbtestForm.Label6.Caption=Date:
tbtestForm.Label10.Caption=P&&W:
tbtestForm.Label36.Caption=Freq:
tbtestForm.SpeedButton8.Caption=Auto
tbtestForm.SpeedButton9.Caption=Step
tbtestForm.SpeedButton10.Caption=Stop
tbtestForm.Label7.Caption=Program
tbtestForm.SpeedButton3.Caption=Exit
tbtestForm.SpeedButton11.Caption=Emer
tbtestForm.BitBtn19.Caption=State switch
tbtestForm.BitBtn19.Hint=State switch
tbtestForm.BitBtn8.Caption=More...
tbtestForm.BitBtn8.Hint=More features
tbtestForm.ChkHB.Caption=Color-mark Capture
tbtestForm.BitBtn60.Caption=Next page
tbtestForm.BitBtn61.Caption=Previous
tbtestForm.Label30.Caption=Start No.
tbtestForm.Label31.Caption=Cycles
tbtestForm.Label12.Caption=Start No.
tbtestForm.BitBtn2.Caption=Automatic
tbtestForm.RadioButton1.Caption=A/N
tbtestForm.RadioButton2.Caption=M/N
tbtestForm.CheckBox2.Caption=Synchronous display
tbtestForm.BitBtn42.Caption=OK[&O]
tbtestForm.BitBtn43.Caption=Cancel[&C]
tbtestForm.BitBtn3.Caption=OK
tbtestForm.BitBtn1.Caption=All the same
tbtestForm.st1.Caption=Active Forward
tbtestForm.st2.Caption=Active Reverse
tbtestForm.st3.Caption=Reactive Forward
tbtestForm.st4.Caption=Reactive Reverse
tbtestForm.N3.Caption=Change Voltage 
tbtestForm.N8.Caption=Change Frequency
tbtestForm.N4.Caption=-
tbtestForm.N1.Caption=Separate Voltage
tbtestForm.N18.Caption=Voltage drop  when Automatic switching
tbtestForm.N9.Caption=Photoelectric head Sampling
tbtestForm.N19.Caption=-
tbtestForm.N2.Caption=Cancel
tbtestForm.Nbhsr.Caption=Enter the Meter No.
tbtestForm.NMMSR.Caption=Password Edit
tbtestForm.N13.Caption=-
tbtestForm.N20.Caption=Cancel
tbtestForm.N7.Caption=Cancel[&C]
tbtestForm.N6.Caption=-
tbtestForm.Cab1.Caption=La+b
tbtestForm.Ca1.Caption=La
tbtestForm.Cb1.Caption=Lb
tbtestForm.N15.Caption=-
tbtestForm.N11.Caption=Modify
tbtestForm.N12.Caption=-
tbtestForm.Nexit.Caption=Cancel[&C]
tbtestForm.NN18.Caption=Drop the current
tbtestForm.NN19.Caption=Drop the voltage and current
tbtestForm.N16.Caption=-
tbtestForm.MenuItem2.Caption=Cancel
tbtestForm.Panel5.Caption=Password Edit
tbtestForm.Panel21.Caption=Number Edit
tbtestForm.Panel12.Caption=Voltage load
tbtestForm.Panel16.Caption=Frequency

tbcsdszForm.Caption=Meter Calibration Set
tbcsdszForm.cmdyhd.Caption=Resume setting
tbcsdszForm.cmdyhd.Hint=Resume Set
tbcsdszForm.Label10.Caption=Time
tbcsdszForm.Label5.Caption=Calibration Times
tbcsdszForm.Label6.Caption=Times
tbcsdszForm.Label77.Caption=Calibration discarded error times
tbcsdszForm.Label19.Caption=[&G]
tbcsdszForm.BitBtn5.Caption=
tbcsdszForm.BitBtn5.Hint=Clear all
tbcsdszForm.Label1.Caption=Edit:Double Click the Grid 
tbcsdszForm.Label2.Caption=0/0
tbcsdszForm.Labtitle.Caption=Test Point
tbcsdszForm.BitBtn8.Caption=
tbcsdszForm.BitBtn8.Hint=Up
tbcsdszForm.BitBtn1.Caption=
tbcsdszForm.BitBtn1.Hint=Down
tbcsdszForm.BitBtn6.Caption=
tbcsdszForm.BitBtn6.Hint=Clear the correct value
tbcsdszForm.BitBtn7.Caption=
tbcsdszForm.BitBtn7.Hint=Sort By Load
tbcsdszForm.BitBtn4.Caption=Point Grid
tbcsdszForm.BitBtn4.Hint=
tbcsdszForm.Label3.Caption=Test Project Setup
tbcsdszForm.cmdelete.Caption=Delete[&D]
tbcsdszForm.cmdelete.Hint=
tbcsdszForm.BitBtn9.Caption=Save[&S]
tbcsdszForm.BitBtn9.Hint=
tbcsdszForm.BitBtn11.Caption=Add[&A]
tbcsdszForm.BitBtn11.Hint=
tbcsdszForm.BitBtn2.Caption=Quit
tbcsdszForm.BitBtn2.Hint=
tbcsdszForm.N1.Caption=Same Forword
tbcsdszForm.N2.Caption=Same Follow

gcjyForm.Caption=Meter Test
gcjyForm.MaskEdit1.Hint=Press Enter to confirm
gcjyForm.Label32.Caption=Upper limit
gcjyForm.Label33.Caption=Lower Limit
gcjyForm.Labqs.Caption=Sampling Pulse
gcjyForm.SpeedButton1.Caption=Drop
gcjyForm.Label9.Caption=Adjust
gcjyForm.Label37.Caption=Random point test
gcjyForm.Label8.Caption=Item
gcjyForm.Label11.Caption=Phase
gcjyForm.BitBtn29.Caption=Comb.
gcjyForm.BitBtn30.Caption=A
gcjyForm.BitBtn31.Caption=B
gcjyForm.BitBtn32.Caption=C
gcjyForm.Chkqs.Caption=Auto-cal
gcjyForm.BitBtn7.Caption=Close
gcjyForm.t1.Hint=Up10%
gcjyForm.t2.Hint=Up1%
gcjyForm.t3.Hint=Up0.1%
gcjyForm.t4.Hint=Up0.01%
gcjyForm.t5.Hint=Dn10%
gcjyForm.t6.Hint=Dn1%
gcjyForm.t7.Hint=Dn0.1%
gcjyForm.t8.Hint=Dn0.01%
gcjyForm.BitBtn38.Caption=Rise Voltage
gcjyForm.BitBtn39.Caption=Std. Devi.(0.5L)
gcjyForm.BitBtn40.Caption=Stop[&P]
gcjyForm.BitBtn3.Caption=Std. Devi.(1.0)
gcjyForm.BitBtn1.Caption=Close
gcjyForm.Label38.Caption=Enter the Meter No.
gcjyForm.BitBtn67.Caption=Close[&C]
gcjyForm.BitBtn5.Caption=OK[&O]
gcjyForm.BitBtn34.Caption=Cancel[&C]
gcjyForm.CheckBox3.Caption=Same Time
gcjyForm.Label22.Caption=CRP&&STA Result
gcjyForm.BitBtn20.Caption=OK[&O]
gcjyForm.BitBtn41.Caption=Cancel[&C]
gcjyForm.StaticText1.Caption=Standard Deviation Test
gcjyForm.StaticText3.Caption=Color-mark Capture 
gcjyForm.Label63.Caption=Please enter then capture Current
gcjyForm.Label64.Caption=Current
gcjyForm.BitBtn52.Caption=OK[&O]
gcjyForm.BitBtn54.Caption=OK[&O]
gcjyForm.Label1.Caption=Freq
gcjyForm.Label17.Caption=Frequency
gcjyForm.Label18.Caption=Please enter the value (45~65Hz):
gcjyForm.BitBtn36.Caption=OK
gcjyForm.BitBtn37.Caption=Cancel
gcjyForm.Label26.Caption=Voltage
gcjyForm.Label15.Caption=Voltage
gcjyForm.Label16.Caption=Please enter the value(0~120):
gcjyForm.BitBtn48.Caption=OK
gcjyForm.Label3.Caption=Volt:
gcjyForm.Label4.Caption=Curr:
gcjyForm.Label5.Caption=Class:
gcjyForm.Label6.Caption=Date:
gcjyForm.Label10.Caption=P&&W:
gcjyForm.Label36.Caption=Freq:
gcjyForm.SpeedButton8.Caption=Auto
gcjyForm.SpeedButton8.Hint=Right Click to set the auto test options
gcjyForm.SpeedButton9.Caption=Step
gcjyForm.SpeedButton10.Caption=Stop
gcjyForm.BtnPause.Caption=Pause
gcjyForm.BtnPlay.Caption=Resume
gcjyForm.Label7.Caption=Browse Test Result
gcjyForm.SpeedButton3.Caption=Exit
gcjyForm.SpeedButton11.Caption=Save
gcjyForm.BitBtn51.Hint=Test Error(All Test Point)
gcjyForm.BitBtn4.Hint=CRP&STA Result
gcjyForm.BitBtn50.Hint=Standard Deviation Test
gcjyForm.BitBtn19.Caption=State
gcjyForm.BitBtn8.Caption=More...
gcjyForm.ChkHB.Caption=Capture..
gcjyForm.BitBtn35.Hint=Cancel Meter
gcjyForm.BitBtn60.Caption=Next Page
gcjyForm.BitBtn61.Caption=Prior Page
gcjyForm.Label35.Caption=Auto Test Setup
gcjyForm.BtnHide.Caption=Hide[&H]
gcjyForm.BitBtn64.Caption=Start[&S]
gcjyForm.CheckBox4.Caption=Only current power direct
gcjyForm.N17.Caption=Random Point Test
gcjyForm.N10.Caption=Const Test
gcjyForm.N3.Caption=Voltage Load
gcjyForm.N8.Caption=Frequency Value
gcjyForm.N5.Caption=Stop if error is out of range
gcjyForm.CheckBox1.Caption=Stop when captured the color-mark
gcjyForm.Nbhsr.Caption=Enter the Meter No.
gcjyForm.NYXTEST.Caption=Influence Test
gcjyForm.N7.Caption=Cancel[&C]
gcjyForm.N11.Caption=Edit the test project
gcjyForm.Nexit.Caption=Cancel[&C]
gcjyForm.NN18.Caption=Drop the current
gcjyForm.NN19.Caption=Drop the voltage and current
gcjyForm.N20.Caption=Cancel
gcjyForm.N24.Caption=Demand Test
gcjyForm.MenuItem2.Caption=Cancel
gcjyForm.CheckBox2.Caption=Repeatable Test
gcjyForm.BitBtn58.Hint=Test Error(All Meters)
gcjyForm.CheckBox5.Caption=Only current User

yxgcjyForm.Caption=Influence Test

dqbForm.Caption=Error View 1
dqbForm.Label1.Caption=Meter
dqbForm.BitBtn1.Caption=Close[&C]

dqdForm.Caption=Error View 2

csjhform.Caption=Constant Test
csjhform.Label1.Caption=Test Time
csjhform.Label32.Caption=Test Standard kWh 
csjhform.Label52.Caption=System error:
csjhform.Label44.Caption=Lower Limit:
csjhform.Label43.Caption=Upper limit:
csjhform.BitBtn19.Caption=Exit[&X]
csjhform.BitBtn30.Caption=Test (kWh)
csjhform.BitBtn31.Caption=Stop
csjhform.BitBtn9.Caption=Result
csjhform.BitBtn6.Caption=Test (Time)
csjhform.BitBtn1.Caption=Reread Pulse
csjhform.RadioButton1.Caption=Counter
csjhform.RadioButton2.Caption=Pulse
csjhform.RadioButton3.Caption=All
csjhform.BitBtn5.Caption=100%Ue

ybForm.Caption=Monitor
ybForm.Label44.Caption=Vectorgraph
ybForm.SpeedButton1.Caption=X
ybForm.SpeedButton1.Hint=Hide the vectorgraph
ybForm.Panyb.Hint=Double click to show the vectorgraph

dataForm.Caption=Meter Error
dataForm.Button1.Caption=Close Graph
dataForm.Button2.Caption=Error Graph
dataForm.BitBtn1.Caption=Print
dataForm.BitBtn4.Caption=Zoom In[&I]
dataForm.BitBtn19.Caption=Zoom Out[&O]
dataForm.Button3.Caption=Restore[&R]
dataForm.BitBtn6.Caption=Basic Error
dataForm.BitBtn9.Caption=Cutting Neutral
dataForm.BitBtn8.Caption=Std. Devi.
dataForm.BitBtn2.Caption=Exit[&X]
dataForm.BitBtn3.Hint=Prior Meter
dataForm.BitBtn5.Hint=Next Meter
dataForm.Label1.Caption=A/N
dataForm.SpeedButton7.Caption=Demand Test
DemandForm.Caption=Demand Test

rkForm.Caption=Assets Manager
rkForm.BitBtn1.Caption=Exit[&X]
rkForm.Hint1=First Record
rkForm.Hint2=Prior Record
rkForm.Hint3=Nexy Record
rkForm.Hint4=Lase Record
rkForm.Hint5=Insert Record
rkForm.Hint6=Delete Record
rkForm.Hint7=Edit Record
rkForm.Hint8=Post Edit
rkForm.Hint9=Cancel Edit
rkForm.Hint10=Refresh Data
rkForm.BitBtn11.Hint=Query
rkForm.BitBtn2.Hint=Browse All Assets
rkForm.Zch=A/N
rkForm.Ccbh=M/N
rkForm.Sxx=P&W
rkForm.Slx=Type
rkForm.Sdy=Volt.
rkForm.Sdl=Curr.
rkForm.Cs=Const.
rkForm.Csdw=Unit
rkForm.Edpl=Freq.
rkForm.Sdj=Class
rkForm.Xh=Model
rkForm.Zzbz=Manu. Std.
rkForm.Ccrq=Product Date
rkForm.Sccj=Manufacture
rkForm.Bz=Description

SaveForm.Caption=Data Save
SaveForm.Panel1.Caption=Position
SaveForm.Label1.Caption=Test Date:
SaveForm.Label13.Caption=Tester
SaveForm.Label2.Caption=Checker
SaveForm.Label3.Caption=Governor
SaveForm.Label7.Caption=Lot No.
SaveForm.Label14.Caption=Temp
SaveForm.Label15.Caption=R.H.
SaveForm.Button1.Caption=Same
SaveForm.Button1.Hint=Fill the same value in current column
SaveForm.BitBtn1.Caption=Exit with save[&S]
SaveForm.BitBtn2.Caption=Exit without save
SaveForm.BitBtn3.Caption=Return[&B]
SaveForm.CheckBox1.Caption=Save in text files

delForm.Caption=Delete
delForm.Label1.Caption=Do not delete asset
delForm.BitBtn1.Caption=Apply[&P]
delForm.BitBtn2.Caption=Close[&C]
delForm.BitBtn4.Caption=Advanced[&A]
delForm.GroupBox1.Caption=Condition
delForm.RadioButton1.Caption=Test Date
delForm.RadioButton2.Caption=Asset No.
delForm.RadioButton3.Caption=All
delForm.Labmsg.Caption=Searching the records,wait please...
delForm.BitBtn5.Caption=Execute[&E]
delForm.BitBtn6.Caption=Clear[&L]
delForm.BitBtn7.Caption=Hide[&H]
delForm.Panel1.Caption=Date
delForm.Panel2.Caption=No.

SJCXForm.Caption=Data Management
SJCXForm.GroupBox1.Caption=Query Mode
SJCXForm.Label12.Caption=From
SJCXForm.Label13.Caption=To
SJCXForm.Label10.Caption=Result
SJCXForm.RBZCH.Caption=1.A/N
SJCXForm.RBCBH.Caption=2.M/N
SJCXForm.RBRQ.Caption=3.Test Date
SJCXForm.RBXH.Caption=5.Model
SJCXForm.RBRY.Caption=4.Tester
SJCXForm.RBCJ.Caption=6.Manufactory
SJCXForm.RBLX.Caption=8.Type
SJCXForm.RBXX.Caption=7.P&&W
SJCXForm.RBSJDW.Caption=9.Applicant
SJCXForm.RBLot.Caption=10.Lot No.
SJCXForm.Label2.Caption=Drive[&D]:
SJCXForm.Label3.Caption=Directory[&R]:
SJCXForm.Label4.Caption=Please select the backup directory:
SJCXForm.BitBtn12.Caption=OK[&O]
SJCXForm.BitBtn13.Caption=Cancel[&C]
SJCXForm.BitBtn14.Caption=Local[&L]
SJCXForm.BitBtn14.Hint=Query the local database
SJCXForm.Label5.Caption=Backuping
SJCXForm.BitBtn3.Caption=Error[&W]
SJCXForm.BitBtn10.Caption=Backup[&B]
SJCXForm.BitBtn10.Hint=Backup the selected records
SJCXForm.BitBtn11.Caption=Backup-query
SJCXForm.BitBtn5.Caption=Query[&Q]
SJCXForm.BitBtn6.Caption=Print[&P]
SJCXForm.BitBtn2.Caption=Exit[&X]
SJCXForm.BitBtn15.Caption=Reset
SJCXForm.BitBtn15.Hint=Browse all the data
SJCXForm.BitBtn7.Caption=Edit[&M]
SJCXForm.BitBtn7.Hint=Modify some information
SJCXForm.BitBtn16.Caption=Export...
SJCXForm.BitBtn18.Caption=Delete[&D]
SJCXForm.Labtitle.Caption=Report Print
SJCXForm.BitBtn8.Caption=OK[&O]
SJCXForm.BitBtn9.Caption=Cancel[&C]
SJCXForm.CheckBox1.Caption=Print R.P. Error(Multi Meter)
SJCXForm.RBZX.Caption=Print Reverse Error
SJCXForm.BitBtn17.Caption=Edit Report
SJCXForm.Label1.Caption=Export To Excel Setup
SJCXForm.Label18.Caption=P.F.
SJCXForm.Label19.Caption=Curr. Load
SJCXForm.BitBtn19.Caption=OK
SJCXForm.BitBtn20.Caption=Cancel
SJCXForm.DelYs.hint=Add
SJCXForm.AddYs.hint=Delete
SJCXForm.N1.Caption=Export Setup
SJCXForm.C1.Caption=Cancel[&C]
SJCXForm.N4.Caption=Edit
SJCXForm.N5.Caption=Preview
SJCXForm.N6.Caption=Print
SJCXForm.Comblx.Hint=Report Name
SJCXForm.Label8.Caption=Report Setup
SJCXForm.Label11.Caption=Example of Test Point:
SJCXForm.Label15.Caption=Reprot Name:
SJCXForm.Label16.Caption=Records per Page:
SJCXForm.Label17.Caption=Sheet Name:
SJCXForm.BitBtn31.Caption=Save[&S]
SJCXForm.BitBtn22.Caption=Exit[&X]
SJCXForm.BitBtn21.Caption=Edit Report[&E]
SJCXForm.ToTxt1.Caption=To Text
SJCXForm.ToExcel2.Caption=To Excel1
SJCXForm.ToExcel1.Caption=To Excel2
SJCXForm.Label25.Caption=Error Format
SJCXForm.Label26.Caption=Error Type
SJCXForm.lbl1.Caption=Power factor
SJCXForm.lbl2.Caption=Current loads
SJCXForm.Label7.Caption=Error type
SJCXForm.Label9.Caption=Error direction
SJCXForm.Panel11.Caption=test points of Error
SJCXForm.BitBtn1.Caption=Add
SJCXForm.BitBtn4.Caption=Cancel

SJCXForm.DBGrid2.Title[0]=A/N
SJCXForm.DBGrid2.Title[1]=Test Date
SJCXForm.DBGrid2.Title[2]=Result
SJCXForm.DBGrid2.Title[3]=CRP
SJCXForm.DBGrid2.Title[4]=STA
SJCXForm.DBGrid2.Title[5]=Voltage Test
SJCXForm.DBGrid2.Title[6]=Appearance
SJCXForm.DBGrid2.Title[7]=Const Test
SJCXForm.DBGrid2.Title[8]=Std. Devi.(1.0)
SJCXForm.DBGrid2.Title[9]=Std. Devi.(0.5L)
SJCXForm.DBGrid2.Title[10]=Tester
SJCXForm.DBGrid2.Title[11]=Checker
SJCXForm.DBGrid2.Title[12]=Temp.
SJCXForm.DBGrid2.Title[13]=R.H.
SJCXForm.DBGrid2.Title[14]=Start Counter
SJCXForm.DBGrid2.Title[15]=End Counter
SJCXForm.DBGrid2.Title[16]=Pos.
SJCXForm.DBGrid2.Title[17]=Change1.0
SJCXForm.DBGrid2.Title[18]=Change0.5L
SJCXForm.DBGrid2.Title[19]=Change24h
SJCXForm.DBGrid2.Title[20]=Lot No.
SJCXForm.DBGrid2.Title[21]=Creep Elapsed
SJCXForm.DBGrid2.Title[22]=Start Elapsed
SJCXForm.DBGrid2.Title[23]=Applicant
SJCXForm.DBGrid2.Title[24]=Remark
SJCXForm.DBGrid2.Title[29]=Volt. Influ.
SJCXForm.DBGrid2.Title[30]=Freq. Influ.
SJCXForm.DBGrid2.Title[31]=Harm. Influ.
SJCXForm.DBGrid2.Title[32]=Volt. Unbalance
SJCXForm.DBGrid2.Title[33]=Phase Reversal
SJCXForm.DBGrid2.Title[34]=Cutting Neutral
SJCXForm.DBGrid2.Title[35]=User

SJCXForm.DBGrid1.Title[0]=A/N
SJCXForm.DBGrid1.Title[1]=M/N
SJCXForm.DBGrid1.Title[2]=P&W
SJCXForm.DBGrid1.Title[3]=Voltage
SJCXForm.DBGrid1.Title[4]=Current
SJCXForm.DBGrid1.Title[5]=Constant
SJCXForm.DBGrid1.Title[6]=Unit
SJCXForm.DBGrid1.Title[7]=Class
SJCXForm.DBGrid1.Title[8]=Model
SJCXForm.DBGrid1.Title[9]=Manu. Std.
SJCXForm.DBGrid1.Title[10]=Manufacture
SJCXForm.DBGrid1.Title[11]=Product Date
SJCXForm.DBGrid1.Title[12]=Type
SJCXForm.DBGrid1.Title[13]=Description

SJCXForm.Label20.Caption=Check Out
SJCXForm.Label21.Caption=Disqualification
SJCXForm.Label22.Caption=Error Format
SJCXForm.Label6.Caption=Record Direction

XbForm.Caption=Harmonic
XbForm.Label3.Caption=Volt
XbForm.Label2.Caption=Curr
XbForm.Label4.Caption=Refe
XbForm.cxb.Caption=Wave Group[&G]
XbForm.qcxb.Caption=Angle Control[&O]
XbForm.jb.Caption=Base Wave[&B]
XbForm.BitBtn3.Hint=Background Color
XbForm.xb.Caption=Harmonic[&H]
XbForm.BitBtn1.Caption=Half Wave[&E]
XbForm.BitBtn2.Caption=Stop[&T]
XbForm.CheckBox1.Caption=Reverse

AboutBox.Caption=About...
AboutBox.OKButton.Caption=Close

loopform.Caption=Repeatable test
loopform.Label26.Caption=U(%Un)
loopform.Label27.Caption=I(%Ib)
loopform.Label28.Caption=COS
loopform.Label1.Caption=Test Interval
loopform.BitBtn19.Caption=Exit[&X]
loopform.BitBtn30.Caption=Start[&S]
loopform.BitBtn31.Caption=Stop[&O]
loopform.cmdEdit.Caption=Edit[&E]
loopform.BitBtn3.hint=Insert

DemandForm.Label2.Caption=Test Time
DemandForm.BitBtn4.Caption=calculate
DemandForm.BitBtn19.Caption=Exit[&X]
DemandForm.BitBtn30.Caption=Start[&S]
DemandForm.BitBtn31.Caption=Stop[&O]
DemandForm.cmdEdit.Caption=Edit[&E]
DemandForm.max.demand=Max Demand(W)
DemandForm.ERR=ERR.
DemandForm.Name=Demand
DemandForm.Caption=Demand test

[Messages]
MessageStr1=Warning
MessageStr2=The port is busy now or does not exist,try again later!

AboutBox.M1=Energy Meter Test System
AboutBox.M2=Windows 9x/me/2k/XP/Vista/Win7
AboutBox.M3=Registered user:

MainForm.M1=Are you sure?
MainForm.M2=Please close all child windows!
MainForm.M3=Wallpaper
MainForm.M4=Picture format is invalid!
MainForm.M5=The file is not exist!
MainForm.M6=Desktop
MainForm.M7=Changing the picture format...
MainForm.M8=Finished!
MainForm.M9=Failure in backup!
MainForm.M10=Database files is backuped at 
MainForm.M11=Database files is already exist,overwrite?
MainForm.M12=Please select another directory!
MainForm.M13=Please select the backup directory:

klszForm.M1=Error old password.Try again!
klszForm.M2=The repeat password is not same as the before one.Try again!
klszForm.M3=Success to set the password!

PasswordDlg.M1=Error password.Trye again!

CSForm.M1=Invalid Sampling Times value!
CSForm.M2=Sampling Times must be less then 30!
CSForm.M3=Invalid Standard Deviation Sampling Times value!
CSForm.M4=Standard Deviation Sampling Times must be large than 5!
CSForm.M5=Invalid System Stabilization Time
CSForm.M6=Single Phase
CSForm.M7=Three Phase

csdForm.M1=Invalid current load value!
csdForm.M4=Add
csdForm.M5=Confirm to modify then test point grid

csdsz_cForm.M2=Test Point
csdsz_cForm.M3=E_min
csdsz_cForm.M4=E_max
csdsz_cForm.M5=Pulse
csdsz_cForm.M6=Times
csdsz_cForm.M7=Correct
csdsz_cForm.M8=Invalid Limitation or Pulse value!
csdsz_cForm.M9=This project is saved!
csdsz_cForm.M10=Are you sure to delete it?
csdsz_cForm.M11=This project is deleted!
csdsz_cForm.M12=Project Name
csdsz_cForm.M13=Please enter the project name:
csdsz_cForm.M14=This project name can not be blank!
csdsz_cForm.M15=This project is already exist!
csdsz_cForm.M16=Devi Limit
csdsz_cForm.M17=This test point can be selected in the Open-Link test mode only!

tbcsdszForm.M1=Test Point
tbcsdszForm.M2=E_min
tbcsdszForm.M3=E_max
tbcsdszForm.M4=Pulse
tbcsdszForm.M5=Times
tbcsdszForm.M6=Correct
tbcsdszForm.M7=Invalid Limitation or Pulse value!
tbcsdszForm.M8=This project is saved!
tbcsdszForm.M9=Are you sure to delete it?
tbcsdszForm.M10=This project is deleted!
tbcsdszForm.M11=Project Name
tbcsdszForm.M12=Please enter the project name:
tbcsdszForm.M13=This project name can not be blank!
tbcsdszForm.M14=This project is already exist!
tbcsdszForm.M15=Devi Limit
tbcsdszForm.M16=This test point can be selected in the Open-Link test mode only!
tbcsdszForm.M17=Invalid Limitation value,Please Check!

yxcsdsz_cForm.M1=Devi.
yxcsdsz_cForm.M2=Voltage
yxcsdsz_cForm.M3=Frequency
yxcsdsz_cForm.M4=Invalid Limitation value!
yxcsdsz_cForm.M5=Voltage Unbalance
yxcsdsz_cForm.M6=Phase Reversal
yxcsdsz_cForm.M7=Custom Test
yxcsdsz_cForm.M8=Cutting Neutral

dbjyForm.M1=Invalid Constant Value
dbjyForm.M2=[Add...]
dbjyForm.M3=Invalid Voltage Value
dbjyForm.M4=Invalid Current Value
dbjyForm.M5=Invalid frequency Value
dbjyForm.M6=Contacting the device,wait please...
dbjyForm.M7=Communication lost,please check it!
dbjyForm.M8=A/N
dbjyForm.M9=M/N
dbjyForm.M10=The meters can not be the same A/N in different position!
dbjyForm.M11=Se.
dbjyForm.M12=No.
dbjyForm.M15=Sta.
dbjyForm.M16=Const
dbjyForm.M171=Const(R)
dbjyForm.M18=Pulse Chan.
dbjyForm.M19=Model
dbjyForm.M20=Manu.
dbjyForm.M21=Prod. Date
dbjyForm.M22=Manu. Std.
dbjyForm.M23=Applicant
dbjyForm.M24=Start Count
dbjyForm.M25=Multi Users Meter
dbjyForm.M26=Double Current Circuit Meter
dbjyForm.M27=Can not connect to the Terminal!
dbjyForm.M28=Clock freq.
dbjyForm.M29=Comm protocol
dbjyForm.M30=Prog Password

rkForm.String1= Record total number:
rkForm.String3 =Found the meter!
rkForm.M1=No such meter!
rkForm.M2=Are you sure to delete it?
rkForm.M3='Please enter the asset No.!
rkForm.M4=Please enter the number:
rkForm.M5=This Asset No. is already exist!

gcjyForm.M1= System stabilization time:
gcjyForm.M2=s
gcjyForm.M3=Double click to edit
gcjyForm.M4=Obverse(+)
gcjyForm.M5=Reverse(-)
gcjyForm.M6=Position
gcjyForm.M7=A/N
gcjyForm.M8=CRP Test
gcjyForm.M9=STA Test
gcjyForm.M10=M/N
gcjyForm.M11=Test time
gcjyForm.M12=You may modify some important setup information,so a part of data will be restore!
gcjyForm.M13=Found the temporary data of last test,do you need to restore them?
gcjyForm.M14=All Pages
gcjyForm.M15=Page 1
gcjyForm.M16=Page 2
gcjyForm.M17=Page 3
gcjyForm.M18=Page 4
gcjyForm.M19=Page 5
gcjyForm.M20=CRP
gcjyForm.M21=STA
gcjyForm.M22=Warm-up
gcjyForm.M23=Invalid current value!
gcjyForm.M24= Warm-up...
gcjyForm.M25= CRP Testing...
gcjyForm.M26= STA Testing...
gcjyForm.M27=Succeed in catching the mark on dial!
gcjyForm.M28=Information
gcjyForm.M29=  Catching the mark on dial,wait...
gcjyForm.M30= Standard Deviation(1.0)...
gcjyForm.M31= Standard Deviation(0.5L)...
gcjyForm.M32= Current test point
gcjyForm.M33=,left
gcjyForm.M34=You can exit after stop test!
gcjyForm.M35=Do you want to save the test data?
gcjyForm.M36=,elapsed
gcjyForm.M37= Test is finished!
gcjyForm.M38= System stabilization time
gcjyForm.M39=Please set the time(s):
gcjyForm.M40=You can save the data after stop test!
gcjyForm.M41=Warm-up Time...
gcjyForm.M42=CRP Test Time...
gcjyForm.M43=STA Test Time...
gcjyForm.M44=CRP Test Time
gcjyForm.M45=STA Test Time
gcjyForm.M46=Sampling Pulse
gcjyForm.M47=Please enter the value (1~9999):
gcjyForm.M48=Double click to edit
gcjyForm.M49=Please enter the value (1~120)!
gcjyForm.M50=Are you sure to cancel the meter :No.
gcjyForm.M51= Switching the Sampling Channel...
gcjyForm.M52=Please select the test power direction!
gcjyForm.M53= Switching the current circuit,please wait...
gcjyForm.M54= Switched unsuccessfully!
gcjyForm.M55= Success to switch the current circuit!
gcjyForm.M56= The signal is busying now,try again later please!
gcjyForm.M57= Adjusting the power,please wait...
gcjyForm.M58= The signal is no answer,try again later please!
gcjyForm.M59= Set the standard meter unsuccessfully!
gcjyForm.M60= The communication port is busying now,try again later please!
gcjyForm.M61=Average
gcjyForm.M62=Voltage
gcjyForm.M63=Current
gcjyForm.M64=Angle
gcjyForm.M65=A.P. (+)
gcjyForm.M66=A.P. (-)
gcjyForm.M67=R.P. (+)
gcjyForm.M68=R.P. (-)
gcjyForm.M69=You just changes in some items,need you reload the project?
gcjyForm.M70=Please put the current switch to the corresponding position!
gcjyForm.M71=Diverg.
gcjyForm.M72=Cutting Neutral
gcjyForm.M73=Phase Order(+)
gcjyForm.M74=Phase Order(-)
gcjyForm.M75=Please put the sampling head to the correct position!
gcjyForm.M76= Suspended in voltage…… [Please note voltage dangerous!]
gcjyForm.M77=Communicate standard crystal failed! Continue?
gcjyForm.M78= Testing daily timing error....
gcjyForm.M79=Clock freq.(Hz)
gcjyForm.M80=Read Meter No.
gcjyForm.M81=Please click the button to continue!
gcjyForm.M82=Reverse output validation testing...

tbtestForm.M81=Password
tbtestForm.M82=[All]
tbtestForm.M83=Communication test
tbtestForm.M84=Communication test is finished!
tbtestForm.M85=Stop in communication test!
tbtestForm.M86=Current Calibration:
tbtestForm.M87=Error adjustment is Ok!
tbtestForm.M88=Error adjustment is false!
tbtestForm.M89=Communication test! No.
tbtestForm.M90=Error adjustment! No.
tbtestForm.M91=System is busy,wait!
tbtestForm.M92=Continuous calibration is over！
tbtestForm.M93=Communications port is wrong！
tbtestForm.M94=Please enter the value (1~120)!
tbtestForm.M95=Cancel the Meter of No.
tbtestForm.M96=Meter constant is illegal，please input again！
tbtestForm.M97=Switch then Current switch to Corresponding position！
tbtestForm.M98=Calibrating the voltage and current! No. 
tbtestForm.M99= Stop in calibration!
tbtestForm.M100= Voltage and current calibration is finished!
tbtestForm.M101= Calibrating the neutral current! No. 

csjhForm.M1=Dial testing...
csjhForm.M2=  Dial test is finished!
csjhForm.M3=Standard Meter Pulse:
csjhForm.M4=Energy:
csjhForm.M5=Start
csjhForm.M6=End
csjhForm.M7=Pulse
csjhForm.M8=Energy
csjhForm.M9=Result
csjhForm.M10=Moved(kWh)
csjhForm.M11=Error(%)

SaveForm.M1=Voltage Test
SaveForm.M2=Appearance
SaveForm.M3=Change1.0
SaveForm.M4=Change0.5L
SaveForm.M5=Change24h
SaveForm.M6=Stop Count
SaveForm.M7=Remark
SaveForm.M8=Do you want to exit without saveing the data?
SaveForm.M9=Test data is saved!
SaveForm.M10=No meter to be saved!
SaveForm.M11=Do you want to save the data of unqualified meter?

DelForm.M1=No meter found!
DelForm.M2=Are you sure?
DelForm.M3=Deleting the records,please wait...
DelForm.M4=OK!
DelForm.M5=Please enter the A/N!
DelForm.M6=SQL is error!
DelForm.M7=SQL executed successfully!

SJCXForm.M1= Searching the records,wait...
SJCXForm.M2= Record count:
SJCXForm.M3=No record selected!This means that you will print all the record,continue? 
SJCXForm.M4=No data files found!
SJCXForm.M5=Local database
SJCXForm.M6=Error data files version!
SJCXForm.M7=Backup
SJCXForm.M8=No record selected!This means that you will backup all the record,continue?
SJCXForm.M9=Found backup data,overwrite[Y] or append[N]?
SJCXForm.M10=All old records will be deleted,continue?
SJCXForm.M11=The records are backuped in :
SJCXForm.M13=PF
SJCXForm.M14=Curr Load
SJCXForm.M15= Selected:
SJCXForm.M16= Asset No.:
SJCXForm.M17=Finished
SJCXForm.M18=No report project found!Please setup a project first.
SJCXForm.M19=No record selected!This mean that you will delete all the record,continue?
SJCXForm.M20=No record selected!This means that you will export all the record,continue?
SJCXForm.M21=Error
SJCXForm.M22=Deviation
SJCXForm.M23=Influence Type
SJCXForm.M24=Print the Error of L2
SJCXForm.M25=Items
SJCXForm.M26=Cell
SJCXForm.M27= Exporting to EXCEL,Wait please...
SJCXForm.M28=Failure in initializing the Excell,you do not install Excel possibly,or other mistake.Try again!
SJCXForm.M29=The records are saved in :
SJCXForm.M30=Master

XBForm.M1=The total amplitude of voltage can not be larger than 50%!
XBForm.M2=The total amplitude of current can not be larger than 50%!
XBForm.M3= Adjusting is finished!
XBForm.M4= Angle

LoopForm.M1=Repeatable test is finished!
DataForm.M1=Power(W)

DemandForm.M1= The test is finished! 
DemandForm.M2= Please fill in the demand of meter! 

